tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "dapr/tap"
tap "derailed/k9s"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "libsql/sqld"
tap "ringohub/redis-cli"
tap "sst/tap"
tap "tursodatabase/tap"
brew "act"
brew "cffi"
brew "awscli"
brew "bat"
brew "zstd"
brew "brotli"
brew "btop"
brew "cloc"
brew "cloudflared"
brew "libtiff"
brew "little-cms2"
brew "coursier"
brew "deno"
brew "etcd"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "helm"
brew "httpie"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "kubernetes-cli"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nvm"
brew "oha"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "raylib"
brew "ripgrep"
brew "rustup"
brew "solc-select"
brew "stow"
brew "tmux"
brew "watchman"
brew "wget"
brew "wrk"
brew "wxwidgets"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "calibre"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "keycastr"
cask "keyclu"
cask "kitty"
cask "temurin@11"
