abseil
act
autoconf
awscli
bat
boost
brotli
btop
c-ares
ca-certificates
cairo
certifi
cffi
cloc
cloudflared
coreutils
coursier
cryptography
deno
double-conversion
edencommon
fb303
fbthrift
fd
fizz
fmt
folly
fontconfig
freetype
fzf
gettext
gflags
gh
giflib
glib
glog
gmp
go
graphite2
harfbuzz
helm
httpie
icu4c@75
icu4c@76
jpeg-turbo
jq
jupyterlab
k9s
kubernetes-cli
lazygit
libevent
libgit2@1.7
libidn2
liblinear
libnghttp2
libpng
libsodium
libssh2
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luarocks
luv
lz4
lzo
m4
mpdecimal
msgpack
ncurses
neovim
nmap
node
nvm
oha
oniguruma
openjdk
openssl@3
pandoc
pcre2
pipx
pixman
pkgconf
protobuf
pycparser
pyenv
pyenv-virtualenv
python-certifi
python-packaging
python@3.12
python@3.13
raylib
readline
ripgrep
rustup
snappy
solc-select
sqld
sqlite
stow
tmux
tree-sitter
unibilium
utf8proc
wangle
watchman
wget
wrk
wxwidgets
xorgproto
xxhash
xz
zeromq
zoxide
zstd
