tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "dapr/tap"
tap "derailed/k9s"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "ringohub/redis-cli"
tap "spiceai/spiceai"
tap "sst/tap"
tap "tursodatabase/tap"
brew "act"
brew "asdf"
brew "awscli"
brew "bat"
brew "zstd"
brew "brotli"
brew "btop"
brew "cdrtools"
brew "cffi"
brew "cloc"
brew "cloudflared"
brew "libtiff"
brew "little-cms2"
brew "coursier"
brew "deno"
brew "fd"
brew "fzf"
brew "gh"
brew "ghcup"
brew "go"
brew "helm"
brew "httpie"
brew "jenv"
brew "john-jumbo"
brew "jq"
brew "jupyterlab"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "oha"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rustup"
brew "sbt"
brew "solc-select"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "wrk"
brew "wxwidgets"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "spiceai/spiceai/spice"
cask "aerospace"
cask "calibre"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "keycastr"
cask "temurin@11"
vscode "antfu.iconify"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "illixion.vscode-vibrancy-continued"
vscode "jackpaget.gruvbox-glass"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "justusadam.language-haskell"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nuxtr.nuxtr-vscode"
vscode "pbkit.vscode-pbkit"
vscode "pmndrs.pmndrs"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sleistner.vscode-fileutils"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "wix.vscode-import-cost"
vscode "yatki.vscode-surround"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
