tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "codecrafters-io/tap"
tap "dapr/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "ringohub/redis-cli"
tap "tursodatabase/tap"
tap "withgraphite/tap"
brew "act"
brew "cffi"
brew "ansible"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cloc"
brew "deno"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "llvm"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "virtualenv"
brew "watchman"
brew "wxwidgets"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "tursodatabase/tap/turso"
brew "withgraphite/tap/graphite"
cask "alacritty"
cask "calibre"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "godot"
cask "keycastr"
cask "keyclu"
cask "ngrok"
vscode "a-h.templ"
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphite.gti-vscode"
vscode "gruntfuggly.todo-tree"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "johnnymorganz.stylua"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "nuxtr.nuxtr-vscode"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "sleistner.vscode-fileutils"
vscode "sswg.swift-lang"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomrijndorp.find-it-faster"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "wix.vscode-import-cost"
vscode "yatki.vscode-surround"
vscode "yinfei.luahelper"
